Repository: polygothq/angular-18n
Catalog: src/locales/messages.*.xlf
Languages: fr

# about.title
source: About this app
fr: À propos de cette application

# about.content
source: This is a demo app of an Angular project with internationalization. 🙂
fr: Ceci est une application de démonstration d'un projet Angular avec internationalisation. 🙂

# hello
source: Hello, {{ title }}
fr: Bonjour, {{ title }}

# congratulations
source: Congratulations! Your app is running. 🎉
fr: Féliciations ! Votre application fonctionne. 🎉

# linkAbout
source: About
fr: À propos

# linkDocs
source: Explore the Docs
fr: Explorer la Documentation

# linkTutorials
source: Learn with Tutorials
fr: Apprendre avec des Tutoriels

# linkCliDocs
source: CLI Docs
fr: Documentation de la CLI

# linkLanguageService
source: Angular Language Service
fr: Service linguistique Angular

# linkDevTools
source: Angular DevTools
fr: DevTools Angular
